---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DisplacementElementFailures
source: html/4f9a574e-49fc-f7ca-121d-25fc66b1f1a8.htm
---
# BuiltInFailures.DisplacementElementFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.